;Place localized text in this file

[Silencer_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Silencer"
FriendlyNamePlural="Silencers"
BriefSummary="Decreases The Range Enemies Hear the shots by +<Ability:FREEKILLCHANCE/>%"
TinySummary="Lower Sound Signiture"
LootTooltip="This Upgrade will reduce the sound signiture of any weapon it's attached to"
